## "Бесконечный ввод и подсчет положительных"

### Задание

С клавиатуры вводятся целые числа, до тех пор пока не будет введена строка "стоп". \
Посчитайте количество положительных чисел, среди введенных.

### Формат входных данных

Вводятся целые числа, пока не будет введено "стоп".

### Формат выходных данных

Вывести количество положительных.

### Решение задачи

```python
# TODO: you code here...`
terminate_value = "stop"
print("Для окончания программы введите", terminate_value)
input_value = int(input("Введите целое число "))
count=0
while terminate_value!=input_value:
    input_value = int(input("Введите целое число "))
    if input_value>0:
        count+=1
    print(count)
---

### Подсказки

<details>
<summary>Подсказка-1</summary>
Смотри пример "Выполнение цикла пока не будет введено нужное значение"
</details>
